lesson-1.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2023-05-01 Mon 10:19 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Day 1-3: Lesson 1 - Japanese Basics</title>
<meta name="description" content="This is my personal website, a place where to me to write anything I want." />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="style.css" type="text/css"/>
</head>
<body>
<div id="preamble" class="status">
 <span id="table-of-content"><h2 class="brand"><a href="/learning-japanese-with-gpt">HOME</a></h2></span>
</div>
<div id="content" class="content">
<header>
<h1 class="title">Day 1-3: Lesson 1 - Japanese Basics</h1>
</header>
<div id="outline-container-org3486a7d" class="outline-2">
<h2 id="org3486a7d">Day 1: Greetings, self-introduction, numbers</h2>
<div class="outline-text-2" id="text-org3486a7d">
</div>
<div id="outline-container-orga8feeed" class="outline-3">
<h3 id="orga8feeed">自我介绍 (Self-Introduction)</h3>
<div class="outline-text-3" id="text-orga8feeed">
<ul class="org-ul">
<li>こんにちは (konnichiwa) : 你好</li>
<li>はじめまして (hajimemashite) : 初次见面</li>
<li>よろしくお願いします (yoroshiku onegaishimasu) : 请多关照</li>
</ul>
</div>
</div>
<div id="outline-container-orgfc569f1" class="outline-3">
<h3 id="orgfc569f1">常用问候 (Common Greetings)</h3>
<div class="outline-text-3" id="text-orgfc569f1">
<ul class="org-ul">
<li>おはようございます (ohayou gozaimasu) : 早上好</li>
<li>こんばんは (konbanwa) : 晚上好</li>
<li>おやすみなさい (oyasuminasai) : 晚安</li>
<li>さようなら (sayounara) : 再见</li>
<li>お元気ですか？ (おげんきですか, ogenki desu ka) : 你好吗？</li>
<li>お疲れ様です (おつかれさまです, otsukaresama desu) : 辛苦了</li>
</ul>
</div>
</div>

<div id="outline-container-org52e368c" class="outline-3">
<h3 id="org52e368c">数字 (Numbers)</h3>
<div class="outline-text-3" id="text-org52e368c">
<ul class="org-ul">
<li>一 (いち, ichi) : 1</li>
<li>二 (に, ni) : 2</li>
<li>三 (さん, san) : 3</li>
<li>四 (し or よん, shi or yon) : 4</li>
<li>五 (ご, go) : 5</li>
<li>六 (ろく, roku) : 6</li>
<li>七 (しち or なな, shichi or nana) : 7</li>
<li>八 (はち, hachi) : 8</li>
<li>九 (きゅう or く, kyuu or ku) : 9</li>
<li>十 (じゅう, juu) : 10</li>
</ul>
</div>
</div>

<div id="outline-container-orgc595b99" class="outline-3">
<h3 id="orgc595b99">基本疑问句 (Basic Questions)</h3>
<div class="outline-text-3" id="text-orgc595b99">
<ul class="org-ul">
<li>お名前は何ですか？ (おなまえはなんですか, onamae wa nan desu ka) : 您叫什么名字？</li>
<li>何歳ですか？ (なんさいですか, nansai desu ka) : 您几岁？</li>
<li>どこから来ましたか？ (どこからきましたか, doko kara kimashita ka) : 您从哪里来？</li>
</ul>
</div>
</div>
<div id="outline-container-org76c13e9" class="outline-3">
<h3 id="org76c13e9">一般回答 (General Responses)</h3>
<div class="outline-text-3" id="text-org76c13e9">
<ul class="org-ul">
<li>はい (hai) : 是</li>
<li>いいえ (iie) : 否</li>
<li>分かりません (わかりません, wakarimasen) : 不知道</li>
<li>すみません (sumimasen) : 对不起/抱歉</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org94dc70d" class="outline-2">
<h2 id="org94dc70d">Day 2: Dates, days of the week, months</h2>
<div class="outline-text-2" id="text-org94dc70d">
</div>
<div id="outline-container-orgfcb68e3" class="outline-3">
<h3 id="orgfcb68e3">日期 (Dates)</h3>
<div class="outline-text-3" id="text-orgfcb68e3">
<ul class="org-ul">
<li>年 (ねん, nen) : 年</li>
<li>月 (がつ, gatsu) : 月</li>
<li>日 (にち, nichi) : 日</li>
</ul>
</div>
</div>
<div id="outline-container-orgeabb26d" class="outline-3">
<h3 id="orgeabb26d">一月到十二月 (Months)</h3>
<div class="outline-text-3" id="text-orgeabb26d">
<ul class="org-ul">
<li>一月 (いちがつ, ichigatsu) : 1月</li>
<li>二月 (にがつ, nigatsu) : 2月</li>
<li>三月 (さんがつ, sangatsu) : 3月</li>
<li>四月 (しがつ, shigatsu) : 4月</li>
<li>五月 (ごがつ, gogatsu) : 5月</li>
<li>六月 (ろくがつ, rokugatsu) : 6月</li>
<li><p>
七月 (しちがつ or なながつ, shichigatsu or nanagatsu) : 7月
</p>

<p>
在日语中，七月可以用两种发音：しちがつ (shichigatsu) 和 なながつ (nanagatsu)。这两种发音在意义上没有区别，都表示“七月”。
然而，在日常使用中，有些人更喜欢用 なながつ (nanagatsu)，因为它与其他月份的发音更一致，同时避免与四 (し, shi) 和七 (しち, shichi) 之间的相似发音混淆。此外，なながつ (nanagatsu) 的发音更清晰，尤其是在电话对话中。
总的来说，你可以根据个人喜好使用这两种发音，但在某些情况下，使用 なながつ (nanagatsu) 可能会更清晰。建议你多听多说，熟悉这两种发音，并注意日本人在不同场合下的用法。
</p></li>

<li>八月 (はちがつ, hachigatsu) : 8月</li>
<li>九月 (きゅうがつ, kyuugatsu) : 9月</li>
<li>十月 (じゅうがつ, juugatsu) : 10月</li>
<li>十一月 (じゅういちがつ, juuichigatsu) : 11月</li>
<li>十二月 (じゅうにがつ, juunigatsu) : 12月</li>
</ul>
</div>
</div>
<div id="outline-container-org8564282" class="outline-3">
<h3 id="org8564282">星期一到星期日 (Days of the Week)</h3>
<div class="outline-text-3" id="text-org8564282">
<ul class="org-ul">
<li>月曜日 (げつようび, getsuyoubi) : 星期一</li>
<li>火曜日 (かようび, kayoubi) : 星期二</li>
<li>水曜日 (すいようび, suiyoubi) : 星期三</li>
<li>木曜日 (もくようび, mokuyoubi) : 星期四</li>
<li>金曜日 (きんようび, kinyoubi) : 星期五</li>
<li>土曜日 (どようび, doyoubi) : 星期六</li>
<li>日曜日 (にちようび, nichiyoubi) : 星期日</li>
</ul>
</div>
</div>
<div id="outline-container-org8e788c6" class="outline-3">
<h3 id="org8e788c6">如何询问日期和星期 (Asking about Dates and Days of the Week)</h3>
<div class="outline-text-3" id="text-org8e788c6">
<p>
今日は何日ですか？ (きょうはなんにちですか, kyou wa nan nichi desu ka) : 今天几号？
今日は何曜日ですか？ (きょうはなんようびですか, kyou wa nan youbi desu ka) : 今天星期几？
</p>
</div>
</div>
</div>

<div id="outline-container-orgd23a11f" class="outline-2">
<h2 id="orgd23a11f">Day 3: Practice and review</h2>
<div class="outline-text-2" id="text-orgd23a11f">
<p>
在第三天，我们将回顾和练习前两天学到的内容。请确保你已经熟练掌握了这些基本词汇和短语。
</p>
</div>

<div id="outline-container-orga27706f" class="outline-3">
<h3 id="orga27706f">回顾 (Review)</h3>
<div class="outline-text-3" id="text-orga27706f">
<ul class="org-ul">
<li>自我介绍与常用问候</li>
<li>基本疑问句与一般回答</li>
<li>数字</li>
<li>日期</li>
<li>一月到十二月</li>
<li>星期一到星期日</li>
</ul>
</div>
</div>

<div id="outline-container-org4669827" class="outline-3">
<h3 id="org4669827">练习 (Practice)</h3>
<div class="outline-text-3" id="text-org4669827">
<ul class="org-ul">
<li>自我介绍：与同伴或朋友练习用日语进行自我介绍。</li>
<li>数字：大声朗读数字，或向他人询问他们的年龄、电话号码等。</li>
<li>日期与时间：请朋友或家人询问今天的日期、月份和星期，然后用日语回答。</li>
<li>对话练习：与朋友或家人进行简单的日常对话，例如问候、询问日期等。</li>
</ul>
</div>
</div>

<div id="outline-container-orge712c9d" class="outline-3">
<h3 id="orge712c9d">提示与技巧 (Tips and Tricks)</h3>
<div class="outline-text-3" id="text-orge712c9d">
<ul class="org-ul">
<li>多听多说：尽量多与日本人或会说日语的人进行对话，提高听力和口语水平。</li>
<li>制作词汇卡片：为每个单词或短语制作一张词汇卡片，便于随时查阅和复习。</li>
<li>观看日本电影和电视剧：这将帮助你更好地了解日本文化，并提高你的日语听力水平。</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<script src="https://utteranc.es/client.js" repo="eggcaker/eggcaker.github.io" issue-term="pathname" theme="github-light" crossorigin="anonymous" async></script> <footer> <div class="generated"> &copy; 2023 <a href="/pages/about">TZ</a>, built with <a href="https://www.gnu.org/software/emacs/">Emacs</a> 28.1 (<a href="https://orgmode.org">Org</a> mode 9.5.2)  </div> </footer>
</div>
</body>
</html>
